POINTS = [
    {
        "id": 1,
        "short": "Гимназия №146",
        "long": """Первоначально на месте будущей гимназии №176 проектировалась не обычная школа, а экспериментальный учебно-воспитательный центр МЖК с собственным заводом, где дети бы не только изучали все особенности процесса производства, но и получали первые трудовые навыки. Помимо обычной школы, здесь предполагалось построить спортивную школу и школу эстетического воспитания. Специально для будущего центра были разработаны новаторские педагогические методики и рекрутированы
учителя. Однако проект УВЦ так и остался на бумаге.

В 1990 г. школа 176 начала свою деятельность в небольшом пристрое
на улице Высоцкого, 22. В 2001 г. она переместилась в кирпичные корпуса
на месте несостоявшегося проекта Учебно-воспитательного центра. Был также построен детский бассейн. В 1990-2000-е пространство школы №176 было центром музыкальной и спортивной жизни микрорайона – здесь начинали деятельность баскетболисты BrandnewEkb и хип-хоп группа «Самков». В 2009 г. в школе был создан музей МЖК, просуществовавший буквально несколько лет, до 2012 года."""
    },
    {
        "id": 2,
        "short": "Музей военной техники МЖК",
        "long": """В 1985 г. руководитель военно-патриотического клуба
«Полёт» в ДК МЖК В. М. Бойбородин организовал музей военной техники МЖК. Самым первым экспонатом был истребитель СУ-7Б из Перми, его собрали в 1985
г. В 1986 г. были установлены танки, привезённые по железной дороге из в/ч под Чебаркулем. В том же году на площадке музея разместили бутафорский корабль, фигурировавший в фильме «Семён Дежнёв» Свердловской киностудии. Правда, уже в 1988 г. корабль, представлявший угрозу безопасности детей, был сожжен.

Пространство музея военной техники использовалось как для проведения военных игр «Зарница», «Мальчиш-Кибальчиш», бутафорских спектаклей, так и для детских игр.

В 2005 г. самолёт был разрезан на части и отправлен на металлолом. В 2011 г. музей был перемещён, на его месте возвели 25-этажный жилой дом. В 2015 г. легендарный клуб прекратил свое существование."""
    },
    {
        "id": 3,
        "short": "Еврейская гимназия Ор-Авнер",
        "long": """В 1997 г. Федерация еврейских общин России предложила открыть в Екатеринбурге Гимназию "Ор-Авнер". Спустя два года гимназия начала свою работу на базе школы №199 на ул. Волгоградской и насчитывала на тот момент 4 класса начальной школы с общим числом учащихся около 50 человек. До ноября 2000 г. гимназия размещалась в зданиях школ №88 и №176, а затем переехала в здание бывшего детского садика №575 на Рассветной, 13б. Торжественное открытие гимназии состоялось 5 марта 2001 г. в присутствии губернатора Свердловской области Росселя Э.Э. и главного раввина России Берл Лазара. К этому времени гимназия получила статус образовательного учреждения.

В гимназии обучается порядка 120-160 детей с 1 по 11 класс. Помимо школьной программы, детей знакомят с основами еврейской культуры и иудаизма, в стенах образовательного учреждения проводятся традиционные праздники – Песах, Рош га-Шана, Пурим. В 2003 г. состоялось открытие детского сада «Ор-Авнер»."""
    },
    {
        "id": 4,
        "short": "ФОК МЖК",
        "long": """В декабре 1984 г. была построена районная библиотека МЖК. Правда, еще на стадии строительства было решено, что здание будет отдано физкультурно-оздоровительному комплексу. К пятилетию МЖК, 29 октября 1985 г., здание было сдано в эксплуатацию - уже в новом качестве. Осенью 1983 г. в Шарташском лесопарке по инициативе Л. Кузьмина и В. Кондратьева от будущего ФОКа суворовцами, студентами УПИ и жителями МЖК была проложена освещенная лыжная трасса со спортивными станциями на основе тропы здоровья. У каждой станции стоял небольшой стенд с рисунками А. Макарова, где было изображено упражнение. Эта тропа
здоровья вскоре была признана образцовой для всего РСФСР. На ее открытие приезжал известный советский спортивный корреспондент М. Азерный. В 1986 г. тропа здоровья была сдана в эксплуатацию. Правда, её освещение проработало всего два года."""
    },
    {
        "id": 5,
        "short": "ДК МЖК",
        "long": """ДК МЖК был построен по проекту архитекторов Александра Иванова, Сергея Ермолаева и Валерия Баранцева в 1985 г. Первым директором была Людмила Попова. При ней ДК МЖК стал просветительским центром, где проводились кинопоказы, творческие встречи, дебаты, концерты. Долгое время в здании находилась художественная мастерская известного художника Анатолия Макарова, в ДК размещены некоторые его работы. Также интерьеры здания украшает скульптура Андрея Чернышева, посвященная комсомольцам. В ДК проходили первые репетиции и концерты рок-группы «Чайф» (1988 – 1998), «Наутилус Помпилиус». В 1986 г. открыли видеозал, а в 1989 г. здесь зародилось первое в городе кабельное телевидение – КТВ МЖК, где показывали зарубежные фильмы и программы. При Доме культуры действовала структура разновозрастных отрядов детей (РВО), которую долгое время возглавлял Владимир Поспелов; различные кружки («Рябинушка», «Грибок») и секции (например, «Адмирал
Играйкин»), а также известный ВПК «Полет»."""
    },
    {
        "id": 6,
        "short": "Здание Оргкомитета МЖК",
        "long": """Небольшой пристрой к жилому дому на ул. Риммы Юровской, 18 появился в 1982 г. по проекту Л. Соловьева. Первоначально пристрой имел три этажа, плоскую крышу, два больших круглых окна и был исполнен в двух цветах. Здесь располагался кабинет Евгения Королёва – главного идеолога
и лидера движения МЖК в Свердловске. Он проживал тут же, в первом подъезде «первенца МЖК» (1981). Строил здание КМСО-7, память о котором сохранилась в мозаике у здания. В здании проводились различные конференции МЖК. До постройки ДК здесь же «квартировал» и фотокиноклуб
МЖК, возглавляемый Д. Селедковым. Работали детские клубы «Малышок»,
«Мечта», действовала детская театральная школа «Лик», выросшая из клуба «Люди и куклы»."""
    },
    {
        "id": 7,
        "short": "Сквер Первых Строителей МЖК и Форум",
        "long": """Форум МЖК – главное общественное пространство микрорайона Комсомольский. Эта своеобразная «ритуальная зона» – часть ландшафтного парка, созданного по проекту Сергея Ермолаева в 1986 г. и задуманного в
комплексе с КОСКом. Во время массовых мероприятий участники могли одновременно использовать большие залы КОСКа и площадки форума. Здесь проходили известные фестивали МЖК (1986-1990), в которых участвовали творческие коллективы из разных городов СССР, включая команды КВН будущей высшей лиги из Новосибир-
ска, Ростова-на-Дону, Казани.

Другим важным пространством форума был сад, где во время знаменательных событий гости высаживали деревья. Там же помещен камень с датой постройки МЖК (29 октября 1980 года). На месте сада в 2013 г.
был разбит сквер Первых строителей МЖК, посажены деревья в память о Евгении Королеве. 27 августа 2019 г. открылась новая детская площадка форума."""
    },
    {
        "id": 8,
        "short": "КОСК 'Россия'",
        "long": """В 1987 г. на месте снесенной ранее тюрьмы вырос Культурно-оздоровительный центр общей площадью 8 тыс. кв. м. Планировали построить также кинотеатр и концертный зал, но в итоге ограничились оздорови-
тельным центром. Комплекс, возведенный по проекту архитекторов во главе с В. Баранцевым и по аналогии с культурно-спортивным центром у Балтыма, был рассчитан на поток посетителей 2000 человек в день. В левой «башенке» КОЦа находилась ранее скульптура А. Чернышева «Девочка с шаром». В 1990 г. центр был переименован в КОСК «Россия».

На входе в КОСК посетителя встречала композиция с импровизированным
фонтаном. Здесь проходили концертные мероприятия, организовывались
спортивные состязания, а также, начиная с 1998 года, различные выставки – от кошек до строительной техники. С 1999 г. в здании разместился известный ночной клуб «Carabas», работала здесь и МБУ спортшкола «Виктория». С 2019 г. здание находится на реконструкции."""
    }
]
